export const testimonials = [
    {
        name: "Маснюк Андрій",
        status: "Користувач",
        body: "“Як користувач, я дуже задоволений послугами цього провайдера та його чудовим ставленням до користувачів”."
    },
    {
        name: "Іваненко Олена",
        status: "Клієнт",
        body: "“Як клієнт цієї компанії, я отримав відмінний сервіс та швидке вирішення всіх питань”."
    },
    {
        name: "Петренко Віктор",
        status: "Партнер",
        body: "“Я дуже задоволений співпрацею з цим провайдером, їх професійний підхід та висока якість послуг допомогли нашому бізнесу зрости”."
    },
    {
        name: "Ковальчук Ірина",
        status: "Користувач",
        body: "“Як постійний користувач цього сервісу, я завжди отримую швидку та якісну підтримку з боку команди підтримки”."
    },
    {
        name: "Маснюк Андрій",
        status: "Користувач",
        body: "“Як користувач, я дуже задоволений послугами цього провайдера та його чудовим ставленням до користувачів”."
    },
    {
        name: "Іваненко Олена",
        status: "Клієнт",
        body: "“Як клієнт цієї компанії, я отримав відмінний сервіс та швидке вирішення всіх питань”."
    },
    {
        name: "Петренко Віктор",
        status: "Партнер",
        body: "“Я дуже задоволений співпрацею з цим провайдером, їх професійний підхід та висока якість послуг допомогли нашому бізнесу зрости”."
    },
    {
        name: "Ковальчук Ірина",
        status: "Користувач",
        body: "“Як постійний користувач цього сервісу, я завжди отримую швидку та якісну підтримку з боку команди підтримки”."
    }
];

