import "./About.scss"





export default function About() {
    return(
        <div className="about">
            <div className="content">
                <h1 className="about__header">Про нас</h1>
                
                <p className="about_p">Наша компанія розпочала свою історію 24 грудня 1999 року. Ми одні із перших у Івано-Франкіську отримали Ліцензію провайдера програмної послуги від Національної ради України з питань телебачення та радіомовлення.</p>
                <p className="about_p">За 20 років плідної праці ми стали лідерами на ринку телекомунікаційних послуг Прикарпаття.</p>
                
                <h2>Наші основні принципи роботи</h2>
                <p className="about_p"><strong>Якість</strong> — Ми пропонуємо телекомунікаційні послуги світового рівня на базі власної оптоволоконної мережі, яка дозволяє забезпечити високу швидкість передачі даних та гарантує інформаційну безпеку. Використовуємо тільки  сертифіковане обладнання  світових виробників.</p>
                <p className="about_p"><strong>Надійність</strong> — Наші спеціалісти створили сучасну мережеву інфраструктуру, головні якості якої — надійність та можливість подальшого розвитку.</p>
                <p className="about_p"><strong>Професійність</strong> — Ми володіємо великим штатом кваліфікованих спеціалістів, які виконують монтаж згідно проектної документації та чинного законодавства, завжди враховують усі побажання замовника та нададуть технічну консультацію.</p>
                <p className="about_p"><strong>Сервіс</strong> — Наша компанія дбає про кожного клієнта, тому для зручності було створено Персональний кабінет. Він дає можливість самостійно керувати послугами, змінювати тарифні плани, поповнювати рахунок в зручний для Вас спосіб, замовляти послугу «Очікуваний платіж» та переглядати фінансову історію. Також в Персональному кабінеті можна ставити запитання та отримувати відповіді в режимі онлайн, а наші менеджери та технічна підтримка завжди готові надати Вам консультацію в телефонному режимі щодня з 08:00 до 23:00.</p>
                <p className="about_p"><strong>Доступність</strong> — Ми завжди йдемо на зустріч нашим клієнтам. Тому наша програма лояльності «Рік без абонплат» дає можливість ще більше зекономити і отримувати найрізноманітніший контент високої якості цифрового телебачення та супершвидкий інтернет за ще приємнішою ціною.</p>

            </div>


        </div>
    )
    
}
